/* geen datum */
"no date" = "geen datum";

/* Geen launch platform */
"No launch platform" = "Geen launch platform";

/* Geen missie naam */
"No mission" = "Geen missie naam";

/* Geen raket naam */
"No rocket name" = "Geen raket naam";

/* ViewLaunchesIntentHandler Display Name */
"The \(launch?.missionName ?? mNaam) was launched with the rocket \(launch?.rocket?.rocketName ?? rNaam) at \(launchDate.toString()) from \(launch?.launchSite?.siteNameLong ?? pNaam)" = "De \(launch?.missionName ?? mNaam) lanceerde met de raket \(launch?.rocket?.rocketName ?? rNaam) om \(launchDate.toString()) vanaf \(launch?.launchSite?.siteNameLong ?? pNaam)";

